<strong>Полезные советы..</strong>
<br><br>
&nbsp;&#149;&nbsp; 
Щелкните на <strong>Сохранить</strong> Кнопка позволяет сохранить лог на жёстком диске. 
Затем этот лог можно будет передать системному администратору для разрешения проблем с маршрутизатором. 
Также Вы можете задать типы событий, которые будут отображаться в логе <strong>Тип лога</strong>.
<br>
<br>
&nbsp;&#149;&nbsp;
System Logger (syslog) - сервер, на который собираются события от различных источников.
Если на сети LAN представлен Syslog-сервер, можно использовать данную опцию для отправки событий маршрутизатора на этот сервер.
<br>
