<?
/* ---------------------------------------------------------------------- */
$a_empty_login_name		= "Пожалуйста, введите Login Name.";
$a_invalid_login_name	= "Пожалуйста, проверьте Login Name на предмет некорректных знаков.";
$a_invalid_new_password	= "Пожалуйста, проверьте Новый пароль на предмет некорректных знаков.";
$a_password_not_matched	= "Значения полей \\\"Новый пароль\\\" и \\\"Подтверждение пароля\\\" не совпадают.";
$a_invalid_ipaddr		= "Некорректный IP-адрес.";

$m_context_title_admin	= "ПАРОЛЬ АДМИНИСТРАТОРА";
$m_context_title_user	= "ПАРОЛЬ ПОЛЬЗОВАТЕЛЯ";
$m_enter_pwd_confirm_dec    = "Введите один и тот же пароль в оба поля для подтверждения.";
$m_login_name			= "Login Name";
$m_new_password			= "Новый Пароль";
$m_confirm_password		= "Подтверждение пароля";

$m_context_title_remote	= "Администрация";
$m_enable_grap_auth		= "Разрешить графический Аутентификация";
$m_eable_remote			= "Включить удаленное управление";
$m_ip_allowed			= "IP-адрес, с которого разрешен доступ";
$m_defined_sch			= "Определенное расписание";
?>
